Repository: ElsevierSoftwareX/IOS-AImergence
Catalog: AImergence2/*.lproj/Help.strings
Languages: fr

# help00
source: The big white circles at the bottom represent "experiments".
fr: Les deux cercles blancs en bas de l'écran représentent des "experimentations".

# help01
source: Tap them to "do experiments".
fr: Pressez-les pour "faire une experimentations".

# help02
source: When you do an experiment, you generate a small white circle that move up the screen called an "experience".
fr: Quand vous faites une expérimentation, vous générez des petits cercles blancs qui montent, appelés "expériences".

# help03
source: Each experience has a numerical "value" displayed on the right.
fr: Chaque expérience a une "valeur" numérique qui s'affiche à droite.

# help04
source: Your score (top left) is the sum of the values of your last ten experiences.
fr: Votre score (en haut à gauche) est la somme des valeurs des dix dernières expériences.

# help05
source: Try to reach 10. Your score will display in green, and you will unlock level 1.
fr: Assayez d'atteindre 10. Votre score s'affichera en vert et vous pourrez passer au niveau 1.

# help10
source: Press and hold an experiment to change its shape.
fr: Presser longuement une experimentation pour changer sa forlme.

# help11
source: This will also change the shape of the experiences produced by this experiment.
fr: Cela changera aussi la forme des experiences produites par cette expérimentation.

# help12
source: Press and hold an experience to change its color.
fr: Presser longuement une experience pour changer sa couleur.

# help13
source: This will also change the color of all the experiences produced by the same experiment and giving the same result.
fr: Cela changera aussi la couleur de toutes les expériences produites par la même expérimentation et donnant le même résultat.

# help14
source: Generate a sequence of positive experiences.
fr: Générez une séquence d'expérience positives.

# help20
source: Experiences that have a positive value are considered "enjoyable".
fr: Les expériences qui ont une valeur positive sont consédérées "plaisantse".

# help21
source: Those that have a negative value are considered "unpleasant".
fr: Celles qui ont une valeur négative sont considérées "déplaisantes".

# help22
source: In the world of Level 2, you cannot avoid experiencing some unpleasant experiences.
fr: Dans le monde du niveau 2, vous ne pouvez pas toujours éviter les expériences déplaisantes.

# help23
source: Just try to generate a sequence that includes as few unpleasant experiences as possible.
fr: Essayez juste de générer une séquence qui contiènne aussi peu d'expériences déplaisantes que possible

# help30
source: Begin with looking for "persistent" experiments: experiments that always produce the same experiences when you repete them several times in a raw.
fr: Commencez par chercher des expérimentations "persistentes" : c'est à dire qui produisent toujours la même expérience quand vous les répétez plusieurs fois de suite.

# help31
source: Persistent experiments allow you to "observe the state of the environment without changing it.
fr: Les expériementations persistantes vous permettent "d'observer l'état de l'environnement" sans le modifier.

# help32
source: Then, look for experiments that generate enjoyable experiences in some particular states of the environment.
fr: Ensuite, cherchez des expérimentations qui produisent des expériences plaisantes dans certains états de l'environnement.

# help33
source: Finally, look for experiments that let you change the state of the environment.
fr: Enfin, cherchez des expérimentations qui vous permettent de changer l'état de l'environnement.

# help40
source: In Level 4, experiments are similar to those in Level 3, except that they change the environment on the long term.
fr: Au niveau 4, les expérimentations sont similaires à celles du niveau 3,

# help41
source: Their values are also different.
fr: sauf qu'elles changent l'environnement sur le long terme.
